Repository: MasterGowen/uniAuth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: not a valid SAMLRequest: {}
it: non è una richiesta SAML (SAML Request) valida {}

source: Please renew your SAML Request
it: Perfavore rinnova la tua richiesta SAML

source: Not a valid SAML Session, Probably your request is expired or you refreshed your page getting in a stale request. Please come back to your SP and renew the authentication request
it: Questa non risulta essere una sessione SAML valida. Probabilmente la tua richiesta è scaduta, hai rinnovato la pagina o altro. Ti preghiamo di tornare indietro presso il sito (Service Provider) dal quale provieni e di rinnovare la tua richiesta di autenticazione.

source: You cannot access to this service directly
it: Non puoi accedere a questo servizio

source: Agreement Record
it: Consenso al trattamento dei dati

source: User Agreement
it: Consenso al trattamento dei dati

source: Agreement Screen
it: Consenso al trattamento dei dati

source: Do you agree to transmit to
it: Dai il tuo consenso a trasmatterle presso

source: the previous personal attributes
it: i precedenti dati personali

source: Submit
it: Invia

source: Message signature verification failure
it: La verifica autenticità della firma digitale è fallita

source: You do not have access to this resource
it: Non hai accesso a questa risorsa

source: You cannot access to this service
it: Non puoi accedere a questo servizio

source: Your Username or Password is invalid, your account could be expired or been disabled due to many login attempts.
it: Il tuo username o la tua password non risultano valide. E' possibile che siano scadute o siano state temporaneamente disabilitate a seguito di numerosi tentativi di accesso.

source: Please access to 'Forgot your Password' procedure, before contact the help desk.
it: Perfavore accedi alla sezione 'Password Dimenticata' del servizio di gestione di Identità Digitali, prima di contattare l'helpdesk

source: Invalid submission
it: Invio invalido dei dati

source: Error
it: Errore

source: Error during SAML2 authentication
it: Errore durante la autenticazione SAML2

source: Auth login
it: Accesso

source: Single Sign-On
it: Servizio Unificato di Autenticazione

source: Forgot your password?
it: Hai dimenticato la Password?

source: Additional informations
it: Informazioni sul servizio e sul trattamento dei dati

source: Welcome
it: Benvenuto

source: the web service you are coming from, has requested some of your personal information. We therefore ask you to read the information regarding the processing of data and to give your consent if you agree.
it: il servizio web dal quale provieni, ha chiesto di accedere ad alcune delle tue informazioni personali. Ti chiediamo pertanto di leggere le informazioni riguardanti il trattamento dei dati e fornirci il tuo consenso se sei d'accordo

source: Data consent
it: Consenso al trattamento dei dati

source: requested the following informations
it: ha richiesto le seguenti informazioni

source: attribute name
it: nome dell'attributo

source: value
it: valore
